var local_database = [{
  date: "July 18 2019",
  title: '世界上"最长"的步行街---武汉光谷步行街',
  post_img: "/images/place/guanggu.jpg",
  author_img: "/images/avatar/1.png",
  support_img: "/images/icon/support.png",
  collect_img: "/images/icon/collect.png",
  content: "光谷步行街 在武汉市洪山区，总建筑面积约150万平方米，现如今已经成为了武汉年轻人最聚集，标志的地方。...",
  support_num: "112",
  collect_num: "96",
  headImgSrc: "/images/place/guanggu.jpg",
  author: "翠花",
  dateTime: "三天前",
  detail: "光谷步行街 在武汉市洪山区，总建筑面积约150万平方米，现如今已经成为了武汉年轻人最聚集，标志的地方。现在是一条世界最长纯步行商业街，由现代风情街、西班牙街、德国风情街、意大利风情街和法国风情街组成，外连世界城广场，购物消费、餐饮娱乐、旅游观光、休闲健身、商务办公、酒店居住，你们想要的应有尽有，最潮流最时尚的集合点，是一条复合型超级商业步行街。世界城光谷步行街的商业景观设计，由香港迪斯尼商业景观设计原班人马打造，呈现原汁原味的欧式风情商业街。从凯旋门开始，参观欧洲文化的标志；行走在香榭丽舍大道，欣赏法式繁华；走进德国酒吧街，一品欧式美酒；至罗马凯撒广场，回忆悠久欧洲文明；进多莫大教堂、米兰春天广场，想象浪漫婚典；漫步西班牙广场，共享西班牙的奔放；穿过热情的弗拉门戈广场，漫步到充满沉浸式表演的喷泉广场感受光影与水的艺术魅力。整条步行街上，座椅、雕塑、景观小品、街头艺术，每一个细微之处，都与周围的建筑风格相吻合，展现浓郁的异域风情，带来仿佛置身国外的感受。",
  postId: 0
},
{
  date: "Sep 16 2016",
  title: "世界最长的商业步行街--武汉楚河汉街",
  post_img: "/images/place/hanjie2.jpg",
  author_img: "/images/avatar/2.png",
  support_img: "/images/icon/support.png",
  collect_img: "/images/icon/collect.png",
  content: "之前有介绍过中国最高楼的排名，其中介绍到了武汉绿地中心大楼。今天要介绍的是武汉的商业步行街--楚河汉街，它是中国最长的城市商业步行街，也是世界最长的商业步行街。下面就一起看看吧！...",
  support_num: "102",
  collect_num: "90",
  headImgSrc: "/images/place/hanjie2.jpg",
  author: "武汉一哥",
  dateTime: "一周前",
  detail: "武汉中央文化区位于武汉市核心地段，楚河汉街总建筑面积为340万平方米，汉街就是武汉中央文化区的“眼睛”，是世界级文化旅游项目。它不仅仅是商业，也是城市历史文化和生态景观工程。“楚河”贯穿武汉中央文化区东西，全长2.2公里，连通东湖和沙湖，这里是国务院批准武汉市“六湖连通水网治理工程”的首个工程。而“汉街”位于楚河南岸，沿河而建，总长1500米，总面积为18万平方米，这里集合了200多个国内外商家，是一座以文化旅游为核心、兼具商业、美食、休闲、娱乐为一体的“城中王国”。楚河汉街的建筑也是中国最具特色的，主体采用了民国建筑风格，红灰相间的清水砖墙、精致的砖砌线脚、乌漆大门、铜制门环、雕着巴洛克式卷涡状山花的门楣、石库门头、青砖小道、老旧的木漆窗户。它将极具时尚元素的现代建筑和欧式建筑穿插在民国风格建筑中，将传统与现代完美地融合在一起，也因此被称为现代的“清明上河图”。这里有着世界顶级的演艺剧场、世界唯一的室内电影文化主题公园、中国内地第2个杜莎夫人蜡像馆等等，如果你有机会来武汉游玩，请一定要去楚河汉街走走。",
  postId: 1
},
{
  date: "Nov 12 2016",
  title: "天下第一步行街，好吃好玩的江汉路",
  post_img: "/images/place/jianghanlu2.jpg",
  author_img: "/images/avatar/3.png",
  support_img: "/images/icon/support.png",
  collect_img: "/images/icon/collect.png",
  content: "都说武汉不逛江汉路总觉得缺点什么，江汉路步行街是中国最长的步行街，有“天下第一步行街”的美誉，在武汉市汉口中心地带。南起沿江大道，贯通中山大道、京汉大道，北至解放大道，全长1600米！！！...",
  support_num: 62,
  collect_num: 22,
  headImgSrc: "/images/place/jianghanlu2.jpg",
  author: "小吃货",
  dateTime: "四天前",
  detail: "江汉路步行街是中国最长的步行街，有“天下第一步行街”的美誉，在武汉市汉口中心地带，南起沿江大道，贯通中山大道、京汉大道，北至解放大道，全长1600米！！！作为一枚吃货我想说吃饱了才有力气减肥。糯米包油条在武汉属于特有小吃之一，何嫂糯米包油条现在改名吕小包了，糯米包油条特别有实力!有的早点摊会出很多口味，可是作为一家网红店，偏偏只走基本款，靠实力取胜。糯米和紫米放在工作台后，撒上糖粉和黄豆粉，再铺上雪菜，干子等，然后放上掐头的半根油条卷紧实，两头粘上糖粉和黄豆粉，就成了。口感糯而有嚼劲，4元一个的糯米包油条就可以吃的饱饱的。地址：江岸区解放大道与江汉北路交叉口天堂伞旁（地铁2号线循礼门站1站口斜对面）营业时间：春、夏、秋 06:00-11:00， 冬 06:00-12:00。油酥饼!在武汉吃货界相当的有名气。它有三种口味猪肉、牛肉、红豆沙，每次去都会排队，有人一买就好多个。金黄色很厚实，咬一口外面酥香，里面又很软绵，有点鲜肉，吃起来很可口。时间性：老板做到5月份就转给片皮鸭老板，9月再回来继续做油饼，所以在老板休息的那几个月里可是吃不上的呢。地址：江汉区江汉三路52号（地铁2号线循礼门站）营业时间： 07:00-20:30。",
  postId: 2
},
{
  date: "Nov 20 2016",
  title: "引领潮流的先锋---武商广场",
  content: "武商广场购物中心坐落于武汉市具有黄金商圈美誉的解放大道中段，作为武商”摩尔“商业城的主力百货”，秉持高级精致百货的定位和风貌，1996年开业以来连年蝉联”中国单体百货经济效益第一“，是中国最具影响力的高级百货之一。...",
  post_img: "/images/place/wushangSquare.jpg",
  author_img: "/images/avatar/4.png",
  support_img: "/images/icon/support.png",
  collect_img: "/images/icon/collect.png",
  support_num: 61,
  collect_num: 20,
  headImgSrc: "/images/place/wushangSquare.jpg",
  author: "hhh",
  dateTime: "3小时前",
  detail: "武商广场购物中心坐落在武汉市具有黄金商圈美誉的解放大道中段，作为武商“摩尔”商业城的主力百货，秉持高级精致百货的定位和风貌，武商广场将个人与家庭优质生活作为经营的主旨，服务于都会及城市圈全客层中产家庭族群的体验和消费，是广大消费者华中购物的理想之选。武商广场门前的“开心人头马”、“武士守护神”这两尊雕像从1996年来就一直矗立于此，寓意保护消费者的合法权益、将幸福和快乐带给顾客。臻美空间奢华护肤中心 位于七楼的臻美空间奢华护肤中心，设有LA MER、La prairie、Sisley、赫莲娜、兰蔻、雪花秀等十大品牌美容坊，提供专业安全奢华私密舒适的美肤护理服务。武商广场总是有新鲜的品牌，有新潮的商品，是整个城市中高端时尚潮流的汇聚地。武商广场除了门口的人头马雕塑没变，商场里一切地方都在不断变化。“变”的意义在于不断给顾客最新最好的，更在于激活续航力培育新的年轻客群，时下年轻人最热衷的“潮”就是最好的切入点，潮是一种趋势，势不可挡。",
  postId: 3
},
]

module.exports = {
  postList: local_database
}