var local_database = [{
  articleId:0,
  date: "2019-06-17 23:00:26",
  title: '高大上的商场-凯德1818',
  coverimg: "/images/place/100c0z000000nvjvsEBF5_R_1600_10000_Mtg_7.jpg",
  content: "凯德 1818 位于武汉市武昌区中北路。它是一个商业综合体项目的零售中心，该项目还包括住宅楼和办公楼。该购物中心方圆 5 公里内有大约 700,000 居民，湖北省政府总部和湖北省最顶级的两所大学也都在附近。",
  supportnum: 112,
  fee:120,
  playtime:112,
  hotnum: 36,
  id:7,
  addressId:"WH002",
  details: '凯德·1818是中北路商圈唯一直接连通地铁的商业项目,负一层直接连通地铁4号线楚河汉街站,距离地铁2号线和4号线的换乘站洪山广场站仅500米,5分钟即可抵达武昌火车站,是真正意义上的地铁上盖商业.\n 对于一贯好吃，会吃的武汉人而言，凯德·1818的开幕无疑是件值得让一种吃货万分欣喜的“大事件”，国内知名餐饮连锁眉州东坡酒楼、将太无二之风上一味等武汉首店都落户在了凯德·1818，强强联手共同打造了武汉吃货的天堂！\n 同时入驻凯德·1818的餐饮店中不乏诸多第一次跨江进入武昌区的大热餐饮店，如吉野家、花丸乌冬、楼兰新疆主题餐厅、豆捞坊等店。充分解决了，爱吃的武汉人“跑很远，排长队，吃不到”等系列问题'
}
]

module.exports = {
  postList: local_database
}